{
    "page_title": "Gaze Guard - Privatsphäre für macOS",
    "nav_gallery": "Galerie",
    "nav_faq": "FAQ",
    "nav_support": "Support",
    "hero_title": "Privatsphäre, neu erfunden.",
    "hero_subtitle": "Schützen Sie Ihren Bildschirm sofort vor neugierigen Blicken. 100% Offline.",
    "hero_desc": "Gaze Guard macht sensible Apps automatisch unscharf, wenn Sie wegschauen oder wenn jemand anderes hinter Ihnen erkannt wird.",
    "feature_1_title": "👁️ Intelligente Blickerkennung",
    "feature_1_desc": "Nutzt Apples Vision-Framework, um zu erkennen, wenn Sie wegschauen, und macht den Bildschirm sofort unscharf, um Ihre Daten zu schützen.",
    "feature_2_title": "🛡️ Schutz vor Schulter-Surfern",
    "feature_2_desc": "Erkennt unbefugte Gesichter hinter Ihnen durch erweiterte Analyse. Der Privatsphäre-Modus wird sofort aktiviert, wenn jemand spioniert.",
    "feature_3_title": "⚡ Optimiert für Apple Silicon",
    "feature_3_desc": "Speziell für Apple Silicon Chips optimiert. Läuft effizient im Hintergrund mit minimaler Auswirkung auf die Batterielaufzeit.",
    "faq_title": "Häufig gestellte Fragen",
    "faq_q1": "Stellt Gaze Guard eine Verbindung zum Internet her?",
    "faq_a1": "<strong>Absolut nicht.</strong> Gaze Guard ist zu 100% offline. Die gesamte Verarbeitung findet lokal auf Ihrem Mac über Apples Vision-Framework statt. Wir sammeln, speichern oder übertragen keinerlei Daten.",
    "faq_q2": "Ist mein Kamera-Feed sicher? Hat Apple dies geprüft?",
    "faq_a2": "Ja. Gaze Guard hat Apples strenge App Store-Prüfrichtlinien hinsichtlich Datenschutz und Sicherheit bestanden. Ihr Kamera-Feed wird in Echtzeit im RAM Ihres Macs analysiert und <strong>niemals</strong> aufgezeichnet oder auf Ihrer Festplatte gespeichert.",
    "faq_q3": "Ich habe die App geöffnet, sehe aber das Symbol nicht in der Menüleiste. Wo ist es?",
    "faq_a3": "Wenn Sie ein MacBook mit einer \"Notch\" (Aussparung für die Kamera) oben am Bildschirm verwenden, ist das Gaze Guard-Symbol möglicherweise dahinter verborgen, da macOS überzählige Symbole automatisch ausblendet. Schließen Sie einfach einige andere Menüleisten-Apps oder halten Sie die <strong>Command-Taste (⌘)</strong> gedrückt und ziehen Sie das Symbol auf die rechte Seite der Notch, damit es sichtbar bleibt.",
    "faq_q4": "Handelt es sich um ein Abonnement oder einen Einmalkauf?",
    "faq_a4": "Gaze Guard ist ein <strong>lebenslanger Einmalkauf</strong>. Sie zahlen einmal und erhalten lebenslangen Zugriff auf alle aktuellen Funktionen – ganz ohne wiederkehrende Abo-Gebühren.",
    "faq_q5": "Wird der Akku meines Macs dadurch schnell leer?",
    "faq_a5": "Nein. Gaze Guard ist stark auf Apples Neural Engine optimiert. Es wurde entwickelt, um äußerst energieeffizient zu sein und reibungslos im Hintergrund zu laufen, ohne die Batterie spürbar zu belasten.",
    "support_title": "Support & Privatsphäre",
    "support_subtitle": "Benötigen Sie Hilfe? Haben Sie Feedback? Kontaktieren Sie uns direkt.",
    "contact_link": "Support kontaktieren",
    "privacy_title": "Zusammenfassung der Datenschutzrichtlinie",
    "privacy_text": "Gaze Guard arbeitet vollständig auf dem Gerät unter Verwendung von Apples Vision-Framework. Es werden niemals Kameradaten, Bilder oder Gesichtsdaten gespeichert, gesichert oder an einen Server übertragen. Für maximale Privatsphäre findet die gesamte Verarbeitung lokal im RAM Ihres Macs statt.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. Alle Rechte vorbehalten.<br>Mac und das Mac-Logo sind Marken von Apple Inc., die in den USA und weiteren Ländern eingetragen sind."
}