{
    "page_title": "Gaze Guard - Confidentialité pour macOS",
    "nav_gallery": "Galerie",
    "nav_faq": "FAQ",
    "nav_support": "Assistance",
    "hero_title": "La confidentialité, réinventée.",
    "hero_subtitle": "Protégez instantanément votre écran des regards indiscrets. 100% Hors ligne.",
    "hero_desc": "Gaze Guard floute automatiquement vos applications sensibles lorsque vous détournez le regard ou si quelqu'un d'autre est détecté derrière vous.",
    "feature_1_title": "👁️ Détection Intelligente du Regard",
    "feature_1_desc": "Utilise le framework Vision d'Apple pour détecter lorsque vous détournez le regard, floutant instantanément votre écran pour protéger vos données.",
    "feature_2_title": "🛡️ Bouclier Anti-Espionnage",
    "feature_2_desc": "Détecte les visages non autorisés derrière vous grâce à une analyse avancée. Le mode confidentialité s'active immédiatement si quelqu'un regarde votre écran.",
    "feature_3_title": "⚡ Prêt pour Apple Silicon",
    "feature_3_desc": "Optimisé pour les puces Apple Silicon. Fonctionne efficacement en arrière-plan avec un impact minimal sur la batterie.",
    "faq_title": "Questions Fréquemment Posées",
    "faq_q1": "Gaze Guard se connecte-t-il à internet ?",
    "faq_a1": "<strong>Absolument pas.</strong> Gaze Guard est 100% hors ligne. Tout le traitement se fait localement sur votre Mac via le framework Vision d'Apple. Nous ne collectons, ne stockons, ni ne transmettons aucune donnée.",
    "faq_q2": "Le flux de ma caméra est-il en sécurité ? Apple l'a-t-il vérifié ?",
    "faq_a2": "Oui. Gaze Guard a passé les strictes directives d'examen de l'App Store d'Apple concernant la confidentialité et la sécurité. Le flux de votre caméra est analysé en temps réel dans la mémoire vive (RAM) de votre Mac et n'est <strong>jamais</strong> enregistré ou sauvegardé sur votre disque.",
    "faq_q3": "J'ai ouvert l'application mais je ne vois pas l'icône dans la barre des menus. Où est-elle ?",
    "faq_a3": "Si vous utilisez un MacBook avec une \"encoche\" (notch) en haut de l'écran, l'icône de Gaze Guard pourrait être cachée derrière, macOS masquant automatiquement les icônes excédentaires. Pour résoudre ce problème, fermez simplement d'autres applications de la barre des menus, ou maintenez la touche <strong>Commande (⌘)</strong> enfoncée et faites glisser l'icône de Gaze Guard vers la droite de l'encoche pour qu'elle reste visible.",
    "faq_q4": "Est-ce un abonnement ou un achat unique ?",
    "faq_a4": "Gaze Guard est un <strong>achat unique à vie</strong>. Vous payez une fois et bénéficiez d'un accès à vie à toutes les fonctionnalités actuelles, sans aucun frais d'abonnement récurrent.",
    "faq_q5": "Est-ce que cela va vider la batterie de mon Mac ?",
    "faq_a5": "Non. Gaze Guard est fortement optimisé pour fonctionner sur le Neural Engine d'Apple Silicon. Il est conçu pour être très économe en énergie et fonctionner de manière transparente en arrière-plan sans épuiser la batterie.",
    "support_title": "Assistance & Confidentialité",
    "support_subtitle": "Besoin d'aide ? Des commentaires ? Contactez-nous directement.",
    "contact_link": "Contacter l'assistance",
    "privacy_title": "Résumé de la Politique de Confidentialité",
    "privacy_text": "Gaze Guard fonctionne entièrement sur l'appareil en utilisant le framework Vision d'Apple. Aucune donnée de caméra, image ou donnée faciale n'est jamais stockée, sauvegardée ou transmise à un serveur. Tout le traitement a lieu localement dans la RAM de votre Mac pour une confidentialité maximale.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. Tous droits réservés.<br>Mac et le logo Mac sont des marques commerciales d'Apple Inc., déposées aux États-Unis et dans d'autres pays."
}