{
    "page_title": "Gaze Guard - Privacy per macOS",
    "nav_gallery": "Galleria",
    "nav_faq": "FAQ",
    "nav_support": "Supporto",
    "hero_title": "La privacy, reinventata.",
    "hero_subtitle": "Proteggi subito il tuo schermo da sguardi indiscreti. 100% Offline.",
    "hero_desc": "Gaze Guard sfoca automaticamente le tue app sensibili quando distogli lo sguardo o quando rileva qualcuno dietro di te.",
    "feature_1_title": "👁️ Rilevamento Intelligente dello Sguardo",
    "feature_1_desc": "Utilizza il framework Vision di Apple per capire quando distogli lo sguardo, sfocando lo schermo all'istante per proteggere i tuoi dati.",
    "feature_2_title": "🛡️ Scudo Contro i Curiosi",
    "feature_2_desc": "Rileva volti non autorizzati dietro di te tramite un'analisi avanzata. La modalità privacy si attiva immediatamente se qualcuno sbircia.",
    "feature_3_title": "⚡ Ottimizzato per Apple Silicon",
    "feature_3_desc": "Progettato appositamente per i chip Apple Silicon. Funziona in background con la massima efficienza e un impatto minimo sulla batteria.",
    "faq_title": "Domande Frequenti",
    "faq_q1": "Gaze Guard si connette a internet?",
    "faq_a1": "<strong>Assolutamente no.</strong> Gaze Guard è 100% offline. L'intera elaborazione avviene localmente sul tuo Mac sfruttando il framework Vision di Apple. Non raccogliamo, salviamo o trasmettiamo alcun dato.",
    "faq_q2": "Il flusso della mia fotocamera è al sicuro? Apple ha verificato l'app?",
    "faq_a2": "Sì. Gaze Guard ha superato i severi controlli dell'App Store di Apple in materia di privacy e sicurezza. Il flusso video viene analizzato in tempo reale nella memoria RAM del tuo Mac e <strong>mai</strong> registrato o salvato sul disco.",
    "faq_q3": "Ho aperto l'app ma non vedo l'icona nella Barra dei Menu. Dov'è?",
    "faq_a3": "Se usi un MacBook con il \"notch\" (la tacca della fotocamera) in alto, l'icona di Gaze Guard potrebbe essere nascosta lì dietro, dato che macOS nasconde automaticamente le icone in eccesso. Per risolvere, chiudi altre app nella barra dei menu oppure tieni premuto il tasto <strong>Command (⌘)</strong> e trascina l'icona di Gaze Guard a destra del notch per renderla visibile.",
    "faq_q4": "È un abbonamento o un acquisto unico?",
    "faq_a4": "Gaze Guard è un <strong>acquisto unico a vita</strong>. Paghi una sola volta e ottieni l'accesso a vita a tutte le funzionalità attuali, senza alcun costo di abbonamento ricorrente.",
    "faq_q5": "Scaricherà la batteria del mio Mac?",
    "faq_a5": "No. Gaze Guard è altamente ottimizzato per girare sul Neural Engine di Apple Silicon. È progettato per essere estremamente efficiente a livello energetico e funzionare in background senza causare consumi anomali.",
    "support_title": "Supporto e Privacy",
    "support_subtitle": "Hai bisogno di aiuto o vuoi lasciarci un feedback? Contattaci.",
    "contact_link": "Contatta il Supporto",
    "privacy_title": "Sintesi dell'Informativa sulla Privacy",
    "privacy_text": "Gaze Guard funziona interamente sul dispositivo usando il framework Vision di Apple. Nessun dato della fotocamera, immagine o dato facciale viene mai archiviato, salvato o trasmesso a server esterni. L'elaborazione avviene localmente nella RAM del tuo Mac per la massima privacy.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. Tutti i diritti riservati.<br>Mac e il logo Mac sono marchi registrati di Apple Inc., registrati negli Stati Uniti e in altri paesi."
}
