{
    "page_title": "Gaze Guard - macOS를 위한 프라이버시",
    "nav_gallery": "갤러리",
    "nav_faq": "자주 묻는 질문",
    "nav_support": "지원",
    "hero_title": "프라이버시의 재발견.",
    "hero_subtitle": "훔쳐보는 시선으로부터 화면을 즉시 보호하세요. 100% 오프라인.",
    "hero_desc": "화면에서 눈을 떼거나 등 뒤에 다른 사람이 감지되면 Gaze Guard가 중요한 앱을 자동으로 흐리게 처리합니다.",
    "feature_1_title": "👁️ 스마트 시선 감지",
    "feature_1_desc": "Apple의 Vision 프레임워크를 사용하여 사용자가 눈을 뗄 때를 감지하고, 화면을 즉시 흐리게 만들어 데이터를 보호합니다.",
    "feature_2_title": "🛡️ 어깨 너머 훔쳐보기 방지",
    "feature_2_desc": "고급 분석을 통해 등 뒤의 승인되지 않은 얼굴을 감지합니다. 누군가 화면을 훔쳐보면 프라이버시 모드가 즉시 작동합니다.",
    "feature_3_title": "⚡ Apple Silicon 완벽 지원",
    "feature_3_desc": "Apple Silicon 칩에 맞게 최적화되었습니다. 배터리 소모를 최소화하며 백그라운드에서 효율적으로 실행됩니다.",
    "faq_title": "자주 묻는 질문(FAQ)",
    "faq_q1": "Gaze Guard는 인터넷에 연결되나요?",
    "faq_a1": "<strong>절대 연결되지 않습니다.</strong> Gaze Guard는 100% 오프라인으로 작동합니다. 모든 처리는 Apple의 Vision 프레임워크를 사용하여 Mac 내에서 로컬로 이루어집니다. 당사는 어떠한 데이터도 수집, 저장 또는 전송하지 않습니다.",
    "faq_q2": "내 카메라 영상은 안전한가요? Apple이 이를 검토했나요?",
    "faq_a2": "네. Gaze Guard는 프라이버시 및 보안에 관한 Apple의 엄격한 App Store 심사 가이드라인을 통과했습니다. 카메라 영상은 Mac의 RAM 내에서 실시간으로 분석되며, 디스크에 <strong>절대</strong> 기록되거나 저장되지 않습니다.",
    "faq_q3": "앱을 열었는데 메뉴 막대에 아이콘이 보이지 않습니다. 어디 있나요?",
    "faq_a3": "화면 상단에 카메라 '노치'가 있는 MacBook을 사용하는 경우, macOS가 초과된 아이콘을 자동으로 숨기기 때문에 Gaze Guard 아이콘이 노치 뒤에 가려져 있을 수 있습니다. 이 문제를 해결하려면 메뉴 막대의 다른 앱을 닫거나, <strong>Command(⌘)</strong> 키를 누른 상태에서 Gaze Guard 아이콘을 노치 오른쪽으로 드래그하여 항상 보이도록 하세요.",
    "faq_q4": "구독형인가요, 아니면 평생 소장형인가요?",
    "faq_a4": "Gaze Guard는 <strong>평생 소장할 수 있는 일회성 구매</strong> 앱입니다. 한 번 결제하면 추가적인 정기 구독료 없이 현재의 모든 기능을 평생 이용할 수 있습니다.",
    "faq_q5": "Mac의 배터리를 빨리 소모하나요?",
    "faq_a5": "아니요. Gaze Guard는 Apple Silicon의 Neural Engine에서 실행되도록 고도로 최적화되었습니다. 에너지 효율이 매우 높도록 설계되었으며 눈에 띄는 배터리 소모 없이 백그라운드에서 원활하게 작동합니다.",
    "support_title": "지원 및 프라이버시",
    "support_subtitle": "도움이 필요하시거나 피드백이 있으신가요? 직접 문의해 주세요.",
    "contact_link": "고객 지원팀에 문의하기",
    "privacy_title": "개인정보 처리방침 요약",
    "privacy_text": "Gaze Guard는 Apple의 Vision 프레임워크를 사용하여 기기 내에서만 완전히 작동합니다. 어떠한 카메라 데이터, 이미지 또는 얼굴 데이터도 저장되거나 서버로 전송되지 않습니다. 최고의 프라이버시 보호를 위해 모든 처리는 Mac의 RAM에서 로컬로만 발생합니다.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. 모든 권리 보유.<br>Mac 및 Mac 로고는 미국 및 기타 국가에 등록된 Apple Inc.의 상표입니다."
}
