{
    "page_title": "Gaze Guard - Privacy voor macOS",
    "nav_gallery": "Galerij",
    "nav_faq": "Veelgestelde vragen",
    "nav_support": "Ondersteuning",
    "hero_title": "Privacy, opnieuw uitgevonden.",
    "hero_subtitle": "Bescherm je scherm direct tegen nieuwsgierige blikken. 100% Offline.",
    "hero_desc": "Gaze Guard vervaagt automatisch je gevoelige apps zodra je wegkijkt of wanneer er iemand achter je wordt gedetecteerd.",
    "feature_1_title": "👁️ Slimme blikdetectie",
    "feature_1_desc": "Maakt gebruik van Apple's Vision framework om te detecteren wanneer je wegkijkt, en vervaagt je scherm direct om je gegevens te beschermen.",
    "feature_2_title": "🛡️ Schild tegen meekijken",
    "feature_2_desc": "Detecteert onbekende gezichten achter je met behulp van geavanceerde analyses. De privacymodus wordt direct geactiveerd als iemand meekijkt.",
    "feature_3_title": "⚡ Geoptimaliseerd voor Apple Silicon",
    "feature_3_desc": "Gemaakt voor Apple Silicon-chips. Draait efficiënt op de achtergrond met een minimale impact op je batterij.",
    "faq_title": "Veelgestelde Vragen (FAQ)",
    "faq_q1": "Maakt Gaze Guard verbinding met het internet?",
    "faq_a1": "<strong>Absoluut niet.</strong> Gaze Guard is 100% offline. Alle verwerkingen vinden lokaal op je Mac plaats via Apple's Vision framework. We verzamelen, bewaren of versturen geen enkele vorm van data.",
    "faq_q2": "Is mijn camerabeeld veilig? Heeft Apple dit gecontroleerd?",
    "faq_a2": "Ja. Gaze Guard voldoet aan de strenge App Store-richtlijnen van Apple met betrekking tot privacy en beveiliging. Je camerabeeld wordt realtime geanalyseerd in het RAM-geheugen van je Mac en wordt <strong>nooit</strong> opgenomen of op je harde schijf opgeslagen.",
    "faq_q3": "Ik heb de app geopend maar zie het icoontje niet in de menubalk. Waar is het?",
    "faq_a3": "Als je een MacBook gebruikt met een camera-\"notch\" bovenaan het scherm, zit het Gaze Guard-icoontje daar mogelijk achter verborgen, omdat macOS overtollige icoontjes automatisch verbergt. Om dit op te lossen sluit je simpelweg wat andere apps in de menubalk, of houd je de <strong>Command (⌘)</strong> toets ingedrukt en sleep je het Gaze Guard-icoontje naar de rechterkant van de notch zodat het zichtbaar blijft.",
    "faq_q4": "Is dit een abonnement of een eenmalige aankoop?",
    "faq_a4": "Gaze Guard is een <strong>eenmalige aankoop voor het leven</strong>. Je betaalt één keer en krijgt levenslang toegang tot alle huidige functies, zonder terugkerende abonnementskosten.",
    "faq_q5": "Trekt het de batterij van mijn Mac snel leeg?",
    "faq_a5": "Nee. Gaze Guard is sterk geoptimaliseerd om te draaien op de Neural Engine van Apple Silicon. Het is ontworpen om uiterst energiezuinig te zijn en ongemerkt op de achtergrond te werken zonder dat het je batterij leegtrekt.",
    "support_title": "Ondersteuning & Privacy",
    "support_subtitle": "Hulp nodig? Heb je feedback? Neem direct contact met ons op.",
    "contact_link": "Neem contact op met Support",
    "privacy_title": "Samenvatting van het Privacybeleid",
    "privacy_text": "Gaze Guard werkt volledig op het apparaat zelf met behulp van Apple's Vision framework. Er worden nooit cameragegevens, afbeeldingen of gezichtsgegevens opgeslagen, bewaard of naar een server verzonden. Alle verwerking vindt lokaal plaats in het RAM van je Mac voor maximale privacy.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. Alle rechten voorbehouden.<br>Mac en het Mac-logo zijn handelsmerken van Apple Inc., geregistreerd in de VS en andere landen."
}
