{
    "page_title": "Gaze Guard - Privacidade para macOS",
    "nav_gallery": "Galeria",
    "nav_faq": "FAQ",
    "nav_support": "Suporte",
    "hero_title": "Privacidade, reinventada.",
    "hero_subtitle": "Proteja sua tela contra olhares curiosos instantaneamente. 100% Offline.",
    "hero_desc": "O Gaze Guard desfoca automaticamente seus aplicativos sensíveis quando você desvia o olhar ou quando outra pessoa é detectada atrás de você.",
    "feature_1_title": "👁️ Detecção Inteligente de Olhar",
    "feature_1_desc": "Usa a tecnologia Vision da Apple para detectar quando você desvia o olhar, desfocando a tela na hora para proteger seus dados.",
    "feature_2_title": "🛡️ Escudo Contra Curiosos",
    "feature_2_desc": "Detecta rostos não autorizados atrás de você através de análise avançada. O modo de privacidade é ativado na mesma hora se alguém espiar.",
    "feature_3_title": "⚡ Otimizado para Apple Silicon",
    "feature_3_desc": "Feito sob medida para os chips Apple Silicon. Roda de forma eficiente em segundo plano com impacto mínimo na bateria.",
    "faq_title": "Perguntas Frequentes",
    "faq_q1": "O Gaze Guard se conecta à internet?",
    "faq_a1": "<strong>Absolutamente não.</strong> O Gaze Guard é 100% offline. Todo o processamento acontece localmente no seu Mac usando a tecnologia Vision da Apple. Nós não coletamos, armazenamos ou transmitimos nenhum dado.",
    "faq_q2": "A imagem da minha câmera está segura? A Apple aprovou isso?",
    "faq_a2": "Sim. O Gaze Guard passou pelas rígidas diretrizes de revisão da App Store da Apple sobre privacidade e segurança. A imagem da sua câmera é analisada em tempo real dentro da memória RAM do seu Mac e <strong>nunca</strong> é gravada ou salva no seu disco.",
    "faq_q3": "Abri o app, mas não vejo o ícone na Barra de Menus. Onde ele está?",
    "faq_a3": "Se você usa um MacBook com aquele \"notch\" (entalhe da câmera) no topo da tela, o ícone do Gaze Guard pode estar escondido atrás dele, pois o macOS oculta ícones excedentes automaticamente. Para consertar, basta fechar outros apps da barra de menus ou segurar a tecla <strong>Command (⌘)</strong> e arrastar o ícone do Gaze Guard para o lado direito do notch.",
    "faq_q4": "É uma assinatura ou compra única?",
    "faq_a4": "O Gaze Guard é uma <strong>compra única e vitalícia</strong>. Você paga uma vez e tem acesso vitalício a todas as funções atuais sem cobranças mensais.",
    "faq_q5": "Vai acabar com a bateria do meu Mac?",
    "faq_a5": "Não. O Gaze Guard é extremamente otimizado para rodar no Neural Engine do Apple Silicon. Ele foi projetado para economizar energia e funcionar discretamente em segundo plano sem gastar bateria.",
    "support_title": "Suporte e Privacidade",
    "support_subtitle": "Precisa de ajuda? Tem alguma sugestão? Fale diretamente com a gente.",
    "contact_link": "Falar com o Suporte",
    "privacy_title": "Resumo da Política de Privacidade",
    "privacy_text": "O Gaze Guard funciona totalmente no seu aparelho usando a estrutura Vision da Apple. Nenhum dado de câmera, imagem ou rosto é armazenado, salvo ou transmitido para qualquer servidor. Todo o processamento ocorre na memória RAM do seu Mac para total privacidade.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. Todos os direitos reservados.<br>Mac e o logotipo do Mac são marcas comerciais da Apple Inc., registradas nos EUA e em outros países."
}
