{
    "page_title": "Gaze Guard - Конфиденциальность для macOS",
    "nav_gallery": "Галерея",
    "nav_faq": "FAQ",
    "nav_support": "Поддержка",
    "hero_title": "Приватность, переосмысленная.",
    "hero_subtitle": "Мгновенная защита экрана от посторонних глаз. 100% офлайн.",
    "hero_desc": "Gaze Guard автоматически размывает важные приложения, когда вы отводите взгляд или когда позади вас кто-то появляется.",
    "feature_1_title": "👁️ Умное распознавание взгляда",
    "feature_1_desc": "Использует фреймворк Apple Vision, чтобы определить, когда вы отводите взгляд, и мгновенно размывает экран для защиты данных.",
    "feature_2_title": "🛡️ Защита от подглядывания из-за плеча",
    "feature_2_desc": "Обнаруживает посторонние лица позади вас с помощью продвинутого анализа. Режим конфиденциальности включается моментально, если кто-то смотрит в ваш монитор.",
    "feature_3_title": "⚡ Оптимизировано для Apple Silicon",
    "feature_3_desc": "Создано специально для чипов Apple Silicon. Эффективно работает в фоновом режиме с минимальным расходом заряда батареи.",
    "faq_title": "Часто задаваемые вопросы",
    "faq_q1": "Подключается ли Gaze Guard к интернету?",
    "faq_a1": "<strong>Абсолютно нет.</strong> Gaze Guard работает на 100% офлайн. Вся обработка происходит локально на вашем Mac с использованием фреймворка Apple Vision. Мы не собираем, не храним и не передаем никакие данные.",
    "faq_q2": "Безопасен ли поток с моей камеры? Проверяла ли это Apple?",
    "faq_a2": "Да. Gaze Guard прошел строгую проверку App Store на соответствие требованиям конфиденциальности и безопасности. Данные с вашей камеры анализируются в реальном времени в оперативной памяти (RAM) вашего Mac и <strong>никогда</strong> не записываются и не сохраняются на диск.",
    "faq_q3": "Я открыл приложение, но не вижу значка в строке меню. Где он?",
    "faq_a3": "Если вы используете MacBook с «вырезом» (notch) для камеры в верхней части экрана, значок Gaze Guard может быть скрыт за ним, так как macOS автоматически скрывает лишние значки. Чтобы исправить это, просто закройте другие приложения в строке меню или, удерживая клавишу <strong>Command (⌘)</strong>, перетащите значок Gaze Guard вправо от выреза, чтобы он оставался видимым.",
    "faq_q4": "Это подписка или разовая покупка?",
    "faq_a4": "Gaze Guard — это <strong>разовая покупка навсегда</strong>. Вы платите один раз и получаете пожизненный доступ ко всем текущим функциям без каких-либо регулярных платежей за подписку.",
    "faq_q5": "Будет ли приложение быстро разряжать батарею Mac?",
    "faq_a5": "Нет. Gaze Guard тщательно оптимизирован для работы на нейронном движке (Neural Engine) Apple Silicon. Приложение разработано так, чтобы быть максимально энергоэффективным и работать в фоновом режиме, не вызывая заметного разряда батареи.",
    "support_title": "Поддержка и конфиденциальность",
    "support_subtitle": "Нужна помощь? Есть отзывы? Свяжитесь с нами напрямую.",
    "contact_link": "Связаться с поддержкой",
    "privacy_title": "Краткое описание политики конфиденциальности",
    "privacy_text": "Gaze Guard работает исключительно на устройстве, используя фреймворк Apple Vision. Никакие данные камеры, изображения или данные лиц никогда не сохраняются, не записываются и не передаются на какие-либо серверы. Вся обработка происходит локально в оперативной памяти вашего Mac для обеспечения максимальной конфиденциальности.",
    "footer_text": "Copyright © 2026 Kurnaz Studio. Все права защищены.<br>Mac и логотип Mac являются товарными знаками Apple Inc., зарегистрированными в США и других странах."
}
